<template>

    <div>
        <my-header mytitle="用户协议"></my-header>
        <div class="bgc-ededed pt">
            <div class="content">
                <h2>欢迎您使用乌龟邦的服务！</h2>
                <p>为使用乌龟邦的服务，您应当阅读并遵守《乌龟邦用户协议》。本协议是用户与乌龟邦之间的法律协议，是用户注册乌龟邦平台账号并使用乌龟邦服务时使用的通用条款。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。除非您已阅读并接受本协议所有条款，否则您无权使用乌龟邦提供的服务。您使用乌龟邦的服务即视为您已阅读并同意上述协议的约束。</p>
                <p>1、服务条款的确认和接纳</p>
                <p>乌龟邦平台，是指广州国春文化传播有限公司旗下运营之乌龟邦网站（www.wgbservice.com)、乌龟邦移动应用软件（APP）及微信公众平台。所提供的服务必须按照其发布的公司章程，服务条款和操作规则严格执行。考虑到乌龟邦网络产品服务的重要性，用户同意:</p>
                <p>（1）提供及时、详尽及准确的个人资料。</p>
                <p>（2）不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果用户提供的资料不准确，不真实，不合法有效，乌龟邦网络保留结束用户使用乌龟邦网络各项服务的权利。用户在享用乌龟邦网络各项服务的同时，同意接受乌龟邦网络提供的各类信息服务。</p>
                <p>（3）您确认自己具有享受乌龟邦的服务、进行交易等相应的权利能力和行为能力，能够独立承担法律责任。</p>
                <p>（4）乌龟邦保留在法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容、追究法律责任的权利。</p>
                <p>2、服务条款的修改</p>
                <p>乌龟邦网络会在必要时修改服务条款，乌龟邦网络服务条款一旦发生变动，公司将会在用户进入下一步使用前的页面提示修改内容。如果您同意改动，则再一次激活"我接受"按钮。如果您不接受，则及时取消您的用户使用服务资格。用户要继续使用乌龟邦网络各项服务需要两方面的确认</p>
                <p>（1）首先确认乌龟邦网络服务条款及其变动。</p>
                <p>（2）同意接受所有的服务条款限制。</p>
                <p>3、服务修订</p>
                <p>乌龟邦网络保留随时修改或中断服务而不需通知用户的权利。用户接受乌龟邦网络行使修改或中断服务的权利，乌龟邦网络不需对用户或第三方负责。</p>
                <p>4、用户隐私制度</p>
                <p>尊重用户个人隐私是乌龟邦网络的一项基本政策。所以，作为对以上第二点个人注册资料分析的补充，乌龟邦网络一定不会公开、编辑或透露用户的注册资料及保存在乌龟邦网络各项服务中的非公开内容，除非乌龟邦网络在诚信的基础上认为透露这些信息在以下几种情况是必要的:</p>
                <p>（1）遵守有关法律规定，包括在国家有关机关查询时，提供用户在乌龟邦网络的网页上发布的信息内容及其发布时间、互联网地址或者域名。</p>
                <p>（2）遵从乌龟邦网络产品服务程序。</p>
                <p>（3）保持维护乌龟邦网络的商标所有权。</p>
                <p>（4）在紧急情况下竭力维护用户个人和社会大众的隐私安全。</p>
                <p>（5）根据第9条的规定或者乌龟邦网络认为必要的其他情况下。</p>
                <p>用户在此授权乌龟邦网络可以向其电子邮箱发送商业信息。</p>
                <p>5、用户的帐号、密码和安全性</p>
                <p>您一旦注册成功成为用户，您将得到一个密码和帐号。如果您未保管好自己的帐号和密码而对您、乌龟邦网络或第三方造成的损害，您将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时改变您的密码和图标，也可以结束旧的帐户重开一个新帐户。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通告乌龟邦网络。</p>
                <p>6、拒绝提供担保和免责声明</p>
                <p>A．拒绝担保</p>
                <p>（1）用户明确同意使用乌龟邦网络服务的风险由用户个人承担。</p>
                <p>（2）除有特殊约定外，服务提供是建立在免费的基础上。</p>
                <p>（3）乌龟邦网络明确表示不提供任何类型的担保，不论是明确的或隐含的，但是对商业性的隐含担保，特定目的和不违反规定的适当担保除外。</p>
                <p>（4）乌龟邦网络不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性、真实性、出错发生都不作担保。</p>
                <p>（5）乌龟邦网络拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。</p>
                <p>（6）用户理解并接受下载或通过乌龟邦网络产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。</p>
                <p>（7）乌龟邦网络对在服务网上得到的任何商品购物服务、交易进程、相关信息，都不作担保。</p>
                <p>（8）用户不会从乌龟邦网络收到口头或书面的意见或信息，乌龟邦网络也不会在这里作明确担保。</p>
                <p>B. 免责声明</p>
                <p>用户在使用前请务必仔细阅读并同意乌龟邦网络的免责声明：</p>
                <p>任何使用乌龟邦网络系统的用户均应仔细阅读本声明，用户可选择不使用乌龟邦网络系统，用户使用乌龟邦网络系统的行为将被视为对本声明全部内容的认可。</p>
                <p>（1）除乌龟邦网络注明之服务条款外，其他一切因使用乌龟邦网络发布系统而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的损失（包括因下载而感染电脑病毒），乌龟邦网络概不负责，亦不承担任何法律责任。</p>
                <p>（2）在乌龟邦网络许可下用户可在他们发表的信息中加入宣传资料或参与广告策划，在乌龟邦网络各项免费服务上展示他们的产品。任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。乌龟邦网络不承担任何责任，乌龟邦网络没有义务为这类广告销售负任何一部分的责任。</p>
                <p>（3）任何透过乌龟邦网络的网页而链接及得到之资讯、产品及服务均系用户自行发布，乌龟邦网络对其真实性、准确性、合法性概不负责，亦不承担任何法律责任。</p>
                <p>（4）乌龟邦网络所有内容并不反映任何乌龟邦网络之意见。</p>
                <p>（5）任何单位或个人认为通过乌龟邦网络的内容可能涉嫌侵犯其合法权益，应该及时向乌龟邦网络书面反馈，并提供身份证明、权属证明及详细侵权情况证明，乌龟邦网络在收到上述法律文件后，将会尽快移除被控侵权内容。</p>
                <p>（6）用户隐私制度</p>
                <p>尊重用户个人隐私是乌龟邦网络的一项基本政策。所以，乌龟邦网络一定不会公开、编辑或透露 用户的注册资料及保存在乌龟邦网络各项服务中的非公开内容，除非乌龟邦网络在诚信的基础上认为透露这些信息在以下几种情况是必要的：</p>
                <p>（a） 遵守有关法律规定，包括在国家有关机关查询时，提供用户在乌龟邦网络的网页上发布的信息内容及其发布时间、互联网地址或者域名。</p>
                <p>（b） 遵从乌龟邦网络产品服务程序。</p>
                <p>（c） 保持维护乌龟邦网络的商标所有权。</p>
                <p>（d） 在紧急情况下竭力维护用户个人和社会大众的隐私安全。</p>
                <p>（e） 乌龟邦网络认为必要的其他情况下。</p>
                <p>（f） 用户在此授权乌龟邦网络可以向其电子邮箱发送商业信息。</p>
                <p>（7）用户的帐号、密码和安全性</p>
                <p>您一旦注册成功成为用户，您将得到一个密码和帐号。如果您未保管好自己的帐号和密码而您、乌龟邦网络或第三方造成的损害，您将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时改变您的密码和图标，也可以结束旧的帐户重开一个新帐户。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通告乌龟邦网络。</p>
                <p>（8）乌龟邦对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。</p>
                <p>7、有限责任</p>
                <p>乌龟邦网络对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自:不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。这些损害会导致乌龟邦网络形象受损，所以乌龟邦网络早已提出这种损害的可能性。</p>
                <p>8、乌龟邦网络虚拟社区信息的储存及限制</p>
                <p>乌龟邦网络不对用户所发布信息的删除或储存失败负责。乌龟邦网络保留判定用户的行为是否符合乌龟邦网络虚拟社区服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断其虚拟社区服务的帐号。本社区内所有的内容应当是原创的或经过原作者授权（对于原作者授权的内容，授权文件中应当包括授权乌龟邦网络为该文章共同所有人）的，版权归原文作者和乌龟邦网络共同所有，任何人需要转载社区内文章，必须征得原文作者或乌龟邦网络授权。</p>
                <p>9、用户管理</p>
                <p>用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于服务的地方法律、国家法律和国际法律标准的。用户承诺:</p>
                <p>（1）在乌龟邦网络的网页上发布信息或者利用乌龟邦网络的服务时必须符合中国有关法规(部分法规请见附录)，不得在乌龟邦网络的网页上或者利用乌龟邦网络的服务制作、复制、发布、传播以下信息:</p>
                <p>(a)反对宪法所确定的基本原则的；</p>
                <p>(b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                <p>(c) 损害国家荣誉和利益的；</p>
                <p>(d) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
                <p>(e) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                <p>(f) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                <p>(g) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
                <p>(h) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
                <p>(i) 含有法律、行政法规禁止的其他内容的。</p>
                <p>（2）在乌龟邦网络的网页上发布信息或者利用乌龟邦网络的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。</p>
                <p>（3）不利用乌龟邦网络的服务从事以下活动:</p>
                <p>(a) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
                <p>(b) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
                <p>(c) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
                <p>(d) 故意制作、传播计算机病毒等破坏性程序的；</p>
                <p>(e) 其他危害计算机信息网络安全的行为。</p>
                <p>（4）不以任何方式干扰乌龟邦网络的服务。</p>
                <p>（5）遵守乌龟邦网络的所有其他规定和程序。</p>
                <p>用户需对自己在使用乌龟邦网络服务过程中的行为承担法律责任。用户理解，如果乌龟邦网络发现其网站传输的信息明显属于上段第(1)条所列内容之一，依据中国法律，乌龟邦网络有义务立即停止传输，保存有关记录，向国家有关机关报告，并且删除含有该内容的地址、目录或关闭服务器。</p>
                <p>用户使用乌龟邦网络电子公告服务，包括电子布告牌、电子白板、电子论坛、网络聊天室和留言板等以交互形式为上网用户提供信息发布条件的行为，也须遵守本条的规定以及乌龟邦网络将专门发布的电子公告服务规则，上段中描述的法律后果和法律责任同样适用于电子公告服务的用户。</p>
                <p>若用户的行为不符合以上提到的服务条款，乌龟邦网络将作出独立判断立即取消用户服务帐号。</p>
                <p>10、先行赔付与保证金</p>
                <p>乌龟邦先行赔付保障计划目的在于为乌龟邦用户营造一个安全、可信的生活服务网络环境，让用户放心的使用平台以达成各种生活服务需求。</p>
                <p>（1）定义</p>
                <p>(a)先行赔付：乌龟邦平台（生活服务类网站）先行赔付保障计划是指，乌龟邦用户在登录状态下,点击浏览乌龟邦"家政月嫂、二手回收、便民服务、搬家服务、教育培训、保洁开荒、维修安装、摄影摄像、商业服务、旅游签证、装修改造、婚庆典礼、法律服务（上述类别统称"生活服务类"）的信息，并与平台带有先行赔付标识的服务商完成服务的交易，在接受服务或进行交易的过程中与带有先行赔付标识的商家产生纠纷并受到直接经济损失，通过在线投诉并充分举证，用户可以依据相关仲裁流程向乌龟邦平台申请先行赔付。</p>
                <p>(b)保证金：服务商根据协议及乌龟邦有关规则缴存并冻结于其乌龟邦帐户，并授权乌龟邦处置的用于先行赔付的资金。</p>
                <p>（2）“先行赔付”服务商特权说明</p>
                <p>(a)商户配有“先行赔付”徽章标识，提高竞争力；</p>
                <p>(b) 优选推荐，快速达成交易；</p>
                <p>(c)专属服务顾问 ,随时咨询</p>
                <p>（3）赔付额度：单笔交易赔付上限为2000元，如服务商缴存保证金不足2000元，则上限为其剩余保证金额度。</p>
                <p>详细规则请参看《乌龟邦先行赔付保障协议》</p>
                <p>11、结束服务</p>
                <p>乌龟邦网络不需对任何个人或第三方负责，可根据实际情况随时中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对乌龟邦网络服务不满，用户只有以下的追索权:</p>
                <p>（1）不再使用乌龟邦网络服务。</p>
                <p>（2）结束用户使用乌龟邦网络服务的资格。</p>
                <p>（3）通告乌龟邦网络停止该用户的服务。</p>
                <p>结束用户服务后，用户使用乌龟邦网络服务的权利马上终止。从那时起，乌龟邦网络不再对用户承担任何义务。</p>
                <p>12、通告</p>
                <p>所有发给用户的通告都可通过电子邮件或常规的信件传送。乌龟邦网络会通过邮件服务发报消息给用户，告诉他们服务条款的修改、服务变更、或其它重要事情。</p>
                <p>13、内容的所有权</p>
                <p>内容的定义包括:文字、软件、声音、相片、录象、图表；在广告中的全部内容；电子邮件的全部内容；乌龟邦网络虚拟社区服务为用户提供的商业信息。</p>
                <p>所有这些内容均受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在乌龟邦网络和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。</p>
                <p>14、法律</p>
                <p>用户和乌龟邦网络一致同意有关本协议以及使用乌龟邦网络的服务产生的争议交由乌龟邦网络所在地有管辖权的人民法院通过诉讼解决。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。</p>
                <p>15、乌龟邦网络通行证所含服务的信息储存及安全</p>
                <p>乌龟邦网络对通行证上所有服务将尽力维护其安全性及方便性，但对服务中出现信息删除或储存失败不承担任何责任。另外我们保留判定用户的行为是否符合乌龟邦网络服务条款的要求的权利，如果用户违背了通行证服务条款的规定，将会中断其通行证服务的帐号。</p>
                <p>16、青少年用户特别提示</p>
                <p>青少年用户必须遵守全国青少年网络文明公约: 要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。</p>
                <p>附:</p>
                <p>中华人民共和国电信条例</p>
                <p>互联网信息服务管理办法</p>
                <p>互联网电子公告服务管理规定</p>
                <p>中华人民共和国计算机信息网络国际联网管理暂行规定</p>
                <p>中华人民共和国计算机信息网络国际联网管理暂行规定实施办法</p>
                <p>中华人民共和国计算机信息系统安全保护条例</p>
                <p>计算机信息网络国际联网安全保护管理办法</p>
                <p>17、对免责声明的解释、修改及更新权均属于乌龟邦所有。</p>
		    </div>
        </div>
    </div>

</template>

<script>
 // 引入头部标题组件
import MyHeader from '@/components/my-header'
export default {
    components: {
        MyHeader
    },

}
</script>

<style lang="scss" scoped>
.content{
    padding: 10px 20px;
    p{
        text-align: start ;
        font-size: 28px;
        text-indent: 2em ;
    }
} 

</style>
